Repository: GerardPaligot/Confily
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: fr

# screenEventsFuture
source: Future events
fr: Prochains évènements

# screenEventsPast
source: Past events
fr: Précédents évènements

# screenPartners
source: Partners
fr: Partenaires

# screenEvent
source: Event
fr: Événement

# titleNetworkProfile
source: Delete a profile
fr: Supprime un profil

# titleNotifReminderTalk %@
source: Talk in 10 minutes in %@
fr: Talk dans 10 minutes en %@

# titleNotifReminderTalkSpeakers %@
source: By %@
fr: Par %@

# titlePlanPartner
source: Go to the partner location
fr: Se rendre chez le partenaire

# titleJobs
source: Jobs
fr: Emplois

# titleCommunication
source: Communication on social networks
fr: Communication sur les réseaux

# titleCommunicationTwitter
source: Twitter message
fr: Message sur Twitter

# titleCommunicationLinkedin
source: LinkedIn message
fr: Message sur LinkedIn

# titleLinks
source: Links
fr: Liens

# titleTalks
source: Talks
fr: Conférences

# titleCompany
source: Company
fr: Entreprise

# textLoading
source: Loading…
fr: Chargement…

# textError
source: Something wrong happened
fr: Une erreur inconnue est survenue

# textScheduleTime %@ %@
source: From %@ to %@
fr: De %@ à %@

# textLevelAdvanced
source: Advanced
fr: Avancé

# textLevelIntermediate
source: Intermediate
fr: Intermédiaire

# textLevelBeginner
source: Beginner
fr: Débutant

# textOpenfeedbackNotStarted
source: You'll be able to give feedback when the session has started!
fr: Vous serez en mesure de donner un feedback quand la session aura démarrée !

# textReportSubject
source: Report from Devfest Lille App
fr: Report depuis l'app Devfest Lille

# textNetworkingEmpty
source: Here is the networking space. Create your profile to be able to add attendees you will meet and with who you want to keep contact after the event!
fr: Ici c'est la zone de networking. Créer ton profil pour pouvoir ajouter les profils que tu croiseras et avec qui tu veux garder contact après l'événement !

# textNetworkingWarning
source: If you create your profile and share your qrcode, you accept the prospecting that this scan may represent by one of our partners.
fr: Si vous créez votre profil et que vous partagez votre qrcode, vous acceptez la prospection que peut représenter ce scan par l’un de nos partenaires.

# textNetworkingHereWeGo
source: Here we go!
fr: C'est parti !

# textNetworkingAskToDelete %@ %@
source: Are you sure you want to delete %@ %@ from your networking space?
fr: Es-tu sûr de vouloir supprimer %@ %@ de ton espace de networking ?

# textTicketFirstname
source: First Name
fr: Prénom

# textTicketLastname
source: Last Name
fr: Nom

# textAgendaNoFavorites
source: You don't have any talks in favorites
fr: Vous n'avez pas de conférences en favoris

# textJobRequirements
source: years min
fr: années min

# textJobPropulsed
source: Propulsed by
fr: Propulsé par

# textFeedbackNotStarted
source: Wait a little, you will be able to give feedbacks when the session has started.
fr: Encore un peu de patience, vous pourrez partagez vos feedbacks lorsque la session démarrera.

# actionFeedback
source: Give your feedback
fr: Donne ton feedback

# actionItinerary
source: Itinerary
fr: Itinéraire

# actionWebsite
source: Website
fr: Site web

# actionCoc
source: Code Of Conduct
fr: Code de Conduite

# actionProfile
source: Create my profile
fr: Crée ton profil

# actionTicketScanner
source: Scan your ticket
fr: Scan ton ticket

# actionChangeEvent
source: Change event
fr: Changer d'évènement

# actionGenerateQrcode
source: Generate your QR code
fr: Générer ton Qrcode

# actionFilteringFavorites
source: Only favorites schedules
fr: Seulement les conférences en favoris

# actionQrcodeScanner
source: Profile Qrcode scanner
fr: Scanner de Qrcode de profile

# actionQrcodeGenerator
source: Qrcode generator for your profile
fr: Génèrer le Qrcode de votre profile

# actionDeleteNetworkProfile
source: Delete the profile
fr: Supprimer le profile

# actionPowerOff
source: Change event
fr: Changer d'évènement

# actionToggleFavorite
source: Put in favorite
fr: Mettre en favoris

# actionRemoveFavorite
source: Remove favorite
fr: Retirer des favoris

# inputEmail
source: Your email address*
fr: Ton adresse email*

# inputFirstname
source: Your first name*
fr: Ton prénom*

# inputLastname
source: Your last name*
fr: Ton nom*

# inputCompany
source: Your company
fr: Ton entreprise

# inputShareTalk
source: %@ by %@
fr: %@ par %@

# semanticHHmm %lld %lld
source: %lld hours %lld minutes
fr: %lld heures %lld minutes

# semanticScheduleTime %lld %lld %lld %lld
source: From %lld hours %lld minutes to %lld hours %lld minutes
fr: De %lld heures %lld minutes à %lld heures %lld minutes

# semanticTwitter %@
source: Twitter of %@
fr: Twitter de %@

# semanticMastodon %@
source: Mastodon of %@
fr: Mastodon de %@

# semanticGitHub %@
source: GitHub of %@
fr: GitHub de %@

# semanticLinkedIn %@
source: LinkedIn of %@
fr: LinkedIn de %@

# semanticWebsite %@
source: Website of %@
fr: Site de %@

# semanticTicketId %@
source: Identifier of your ticket %@
fr: Identifiant de ton billet %@

# semanticProfileQrcode
source: Your profile qrcode is displayed and ready to be scanned
fr: Ton Qrcode est affiché et prêt à être scanné

# semanticTicketQrcode
source: Qrcode of your ticket ready to be scanned
fr: Qrcode de ton ticket prêt à être scanné

# semanticTalkItemSpeakers
source: with %@ as speaker
fr: avec %@ comme speaker

# semanticTalkItemRoom
source: in %@ room
fr: dans la salle %@

# semanticTalkItemTime
source: during %d minutes
fr: pendant %d minutes

# semanticTalkItemCategory
source: in category %@
fr: dans la categorie %@

# semanticTalkItemLevel
source: for level %@
fr: pour niveau %@
